
/* If it is not possible to get caller number, show this default value */
"calling.unknown" = "Onbekend";

/* Label in navigation bar */
"common.back" = "Terug";

/* Simple error title */
"common.error" = "Fout";

/* Item in menu */
"contactMenu.about" = "Over";

/* Item in menu */
"contactMenu.logout" = "Afmelden";

/* Invalid verification code of two-factor authentication */
"login.invalidVerificationCode" = "Ongeldige verificatiecode";

/* Login declined because of too many attempts */
"login.tooManyLogins" = "Login geweigerd. Wacht een paar minuten en probeer het dan opnieuw.";

/* Verification code request message */
"twofactor.message" = "6-cijferige nummer van Google Authenticator invullen.";

/* Verification code request title */
"twofactor.title" = "Verificatiecode";
